pt_update_button=\u041e\u0431\u043d\u043e\u0432\u0438\u0442\u044c
pt_new_button=\u0421\u043e\u0437\u0434\u0430\u0442\u044c
pt_delete_button=\u0423\u0434\u0430\u043b\u0438\u0442\u044c
pt_show_button=\u041f\u043e\u043a\u0430\u0437
pt_join_button=\u0412\u043c\u0435\u0441\u0442\u0435
pt_create_button=\u0421\u043e\u0437\u0434\u0430\u0442\u044c
pt_cancel_button=\u041e\u0442\u043c\u0435\u043d\u0438\u0442\u044c
pt_end_button=\u041a\u043e\u043d\u0435\u0446
pt_done_button=\u0413\u043e\u0442\u043e\u0432\u043e
pt_previous_button=\u041f\u0440\u0435\u0434\u044b\u0434\u0443\u0449\u0438\u0439 \u0441\u043b\u0430\u0439\u0434
pt_next_button=\u0421\u043b\u0435\u0434\u0443\u044e\u0449\u0438\u0439 \u0441\u043b\u0430\u0439\u0434
pt_clear_button=\u0423\u0431\u0440\u0430\u0442\u044c \u0423\u043a\u0430\u0437\u0430\u0442\u0435\u043b\u044c
pt_exit_button=\u0412\u044b\u0445\u043e\u0434
pt_refresh_button=\u041e\u0431\u043d\u043e\u0432\u0438\u0442\u044c
pt_view_button=\u041e\u0442\u0434\u0435\u043b\u044c\u043d\u043e
pt_stop_button=\u041e\u0441\u0442\u0430\u043d\u043e\u0432\u0438\u0442\u044c \u041f\u043e\u043a\u0430\u0437
pt_help_button=\u0421\u043f\u0440\u0430\u0432\u043a\u0430

pt_presentation_help1= \u0412\u044b \u0432\u043e\u0448\u043b\u0438 \u0432 \u0441\u043b\u0443\u0436\u0431\u0443 \u041f\u0440\u0435\u0437\u0435\u043d\u0442\u0430\u0446\u0438\u0439  Sakai. \u041e\u043d\u0430 \u043f\u043e\u0437\u0432\u043e\u043b\u044f\u0435\u0442 \u041b\u0435\u043a\u0442\u043e\u0440\u0443 (\u0438\u043b\u0438 \u043d\u0435\u0441\u043a\u043e\u043b\u044c\u043a\u0438\u043c \u043b\u0435\u043a\u0442\u043e\u0440\u0430\u043c/\u0434\u043e\u043a\u043b\u0430\u0434\u0447\u0438\u043a\u0430\u043c \u043e\u0434\u043d\u043e\u0432\u0440\u0435\u043c\u0435\u043d\u043d\u043e) \u0434\u0435\u043c\u043e\u043d\u0441\u0442\u0440\u0438\u0440\u043e\u0432\u0430\u0442\u044c \u0441\u0435\u0440\u0438\u044e \u0441\u043b\u0430\u0439\u0434\u043e\u0432 \u0441\u0440\u0430\u0437\u0443 \u043c\u043d\u043e\u0433\u0438\u043c \u043d\u0430\u0431\u043b\u044e\u0434\u0430\u0442\u0435\u043b\u044f\u043c. \u041b\u0435\u043a\u0442\u043e\u0440\u044b \u043c\u043e\u0433\u0443\u0442 \u043f\u043e\u043a\u0430\u0437\u044b\u0432\u0430\u0442\u044c \u0441\u043b\u0430\u0439\u0434\u044b \u043a\u0430\u043a \u0432 \u043f\u0440\u044f\u043c\u043e\u043c, \u0442\u0430\u043a \u0438 \u0432  \u043e\u0431\u0440\u0430\u0442\u043d\u043e\u043c \u043f\u043e\u0440\u044f\u0434\u043a\u0435, \u0430 \u0437\u0440\u0438\u0442\u0435\u043b\u0438 \u043e\u0442\u0441\u043b\u0435\u0436\u0438\u0432\u0430\u044e\u0442 \u043a\u0430\u0436\u0434\u044b\u0439 \u043f\u0435\u0440\u0435\u0445\u043e\u0434 \u0441 \u043d\u0435\u0431\u043e\u043b\u044c\u0448\u0438\u043c  \u0437\u0430\u043f\u043e\u0437\u0434\u0430\u043d\u0438\u0435\u043c (\u043d\u0435\u0441\u043a\u043e\u043b\u044c\u043a\u043e \u0441\u0435\u043a\u0443\u043d\u0434). \u0423 \u043a\u0430\u0436\u0434\u043e\u0433\u043e \u0417\u0440\u0438\u0442\u0435\u043b\u044f \u0435\u0441\u0442\u044c \u0432\u043e\u0437\u043c\u043e\u0436\u043d\u043e\u0441\u0442\u044c \u0441\u043c\u043e\u0442\u0440\u0435\u0442\u044c \u043f\u0440\u0435\u0437\u0435\u043d\u0442\u0430\u0446\u0438\u044e \u0432 \u043e\u0434\u043d\u043e\u043c \u0438\u0437 \u0434\u0432\u0443\u0445 \u0440\u0435\u0436\u0438\u043c\u043e\u0432: \u043d\u0430\u0431\u043b\u044e\u0434\u0430\u0442\u044c \u0435\u0435 \u0432 \u0441\u0438\u043d\u0445\u0440\u043e\u043d\u043d\u043e\u043c \u0441 \u0434\u043e\u043a\u043b\u0430\u0434\u0447\u0438\u043a\u043e\u043c \u0440\u0435\u0436\u0438\u043c\u0435 <b>\u0412\u043c\u0435\u0441\u0442\u0435</b>, \u0438\u043b\u0438 \u0432\u044b\u0431\u0440\u0430\u0442\u044c \u0440\u0435\u0436\u0438\u043c \u0441\u0430\u043c\u043e\u0441\u0442\u043e\u044f\u0442\u0435\u043b\u044c\u043d\u043e\u0433\u043e \u043f\u0440\u043e\u0441\u043c\u043e\u0442\u0440\u0430 \u0441\u043b\u0430\u0439\u0434\u043e\u0432 \u043f\u0440\u0435\u0437\u0435\u043d\u0442\u0430\u0446\u0438\u0438 <b>\u041e\u0442\u0434\u0435\u043b\u044c\u043d\u043e</b> \u0438 \u043d\u0435\u0437\u0430\u0432\u0438\u0441\u0438\u043c\u043e \u043e\u0442 \u0434\u043e\u043a\u043b\u0430\u0434\u0447\u0438\u043a\u0430.  \u0417\u0440\u0438\u0442\u0435\u043b\u044c \u0432 \u043b\u044e\u0431\u043e\u0439 \u043c\u043e\u043c\u0435\u043d\u0442 \u043c\u043e\u0436\u0435\u0442 \u0438\u0437\u043c\u0435\u043d\u0438\u0442\u044c \u0440\u0435\u0436\u0438\u043c \u2013 \u043d\u0430\u043f\u0440\u0438\u043c\u0435\u0440, \u0432\u043d\u043e\u0432\u044c \u043f\u0440\u0438\u0441\u043e\u0435\u0434\u0438\u043d\u0438\u0442\u044c\u0441\u044f \u043a \u0441\u0438\u043d\u0445\u0440\u043e\u043d\u043d\u043e\u043c\u0443 \u043f\u043e\u043a\u0430\u0437\u0443.  \u0412 \u043d\u0435\u043a\u043e\u0442\u043e\u0440\u044b\u0445 \u0441\u043b\u0443\u0447\u0430\u044f\u0445 \u0437\u0430\u0434\u0435\u0440\u0436\u043a\u0430 \u043f\u0440\u0438 \u043f\u0435\u0440\u0435\u0445\u043e\u0434\u0435 \u043b\u0435\u043a\u0442\u043e\u0440\u043e\u043c \u043d\u0430 \u043d\u043e\u0432\u044b\u0439 \u0441\u043b\u0430\u0439\u0434 \u0434\u043b\u044f \u0437\u0440\u0438\u0442\u0435\u043b\u044f \u043c\u043e\u0436\u0435\u0442 \u0434\u043e\u0441\u0442\u0438\u0433\u0430\u0442\u044c 10 \u0438 \u0431\u043e\u043b\u0435\u0435 \u0441\u0435\u043a\u0443\u043d\u0434. \u0412 \u0442\u0430\u043a\u043e\u0439 \u0441\u0438\u0442\u0443\u0430\u0446\u0438\u0438 \u0437\u0440\u0438\u0442\u0435\u043b\u044c, \u043d\u0430\u043e\u0431\u043e\u0440\u043e\u0442, \u043c\u043e\u0436\u0435\u0442 \u0441\u0430\u043c\u043e\u0441\u0442\u043e\u044f\u0442\u0435\u043b\u044c\u043d\u043e \u0432\u044b\u0437\u0432\u0430\u0442\u044c \u0441\u043b\u0435\u0434\u0443\u044e\u0449\u0438\u0439 \u0441\u043b\u0430\u0439\u0434, \u0435\u0441\u043b\u0438 \u0430\u0432\u0442\u043e\u043c\u0430\u0442\u0438\u0447\u0435\u0441\u043a\u043e\u0435 \u043e\u0431\u043d\u043e\u0432\u043b\u0435\u043d\u0438\u0435 \u0441\u0440\u0430\u0431\u0430\u0442\u044b\u0432\u0430\u0435\u0442 \u0447\u0440\u0435\u0437\u043c\u0435\u0440\u043d\u043e \u043c\u0435\u0434\u043b\u0435\u043d\u043d\u043e.

pt_presentation_help2=\u0427\u0442\u043e\u0431\u044b \u043f\u043e\u0434\u0433\u043e\u0442\u043e\u0432\u0438\u0442\u044c \u041f\u0440\u0435\u0437\u0435\u043d\u0442\u0430\u0446\u0438\u044e, \u0432 \u0440\u0430\u0437\u0434\u0435\u043b\u0435 \u201c\u0420\u0435\u0441\u0443\u0440\u0441\u044b\u201d \u0441\u043e\u0437\u0434\u0430\u0439\u0442\u0435 \u043f\u0430\u043f\u043a\u0443 <b>Presentations</b> (\u0437\u0430\u0433\u043b\u0430\u0432\u043d\u044b\u0435 \u0438 \u0441\u0442\u0440\u043e\u0447\u043d\u044b\u0435 \u0431\u0443\u043a\u0432\u044b \u0432 \u0438\u043c\u0435\u043d\u0438 \u0440\u0430\u0437\u043b\u0438\u0447\u0430\u044e\u0442\u0441\u044f!) \u0438 \u0441\u043a\u043e\u043f\u0438\u0440\u0443\u0439\u0442\u0435 \u0432 \u044d\u0442\u0443 \u043f\u0430\u043f\u043a\u0443 \u043d\u0443\u0436\u043d\u044b\u0439 \u0412\u0430\u043c \u043a\u043e\u043c\u043f\u043b\u0435\u043a\u0442 \u0444\u0430\u0439\u043b\u043e\u0432.  \u041f\u0440\u0438 \u044d\u0442\u043e\u043c \u0432 \u043f\u0430\u043f\u043a\u0435 Presentations \u043a\u0430\u0436\u0434\u043e\u0439 \u0438\u0437 \u043f\u0440\u0435\u0437\u0435\u043d\u0442\u0430\u0446\u0438\u0439 \u0434\u043e\u043b\u0436\u0435\u043d \u0431\u044b\u0442\u044c \u043e\u0442\u0432\u0435\u0434\u0435\u043d \u043e\u0442\u0434\u0435\u043b\u044c\u043d\u044b\u0439 \u0441\u0443\u0431-\u0434\u0438\u0440\u0435\u043a\u0442\u043e\u0440\u0438\u044f.  \u041d\u0430\u043f\u0440\u0438\u043c\u0435\u0440, \u043d\u0435\u043a\u0430\u044f \u043f\u0440\u0435\u0437\u0435\u043d\u0442\u0430\u0446\u0438\u044f \u043c\u043e\u0436\u0435\u0442 \u0441\u043e\u0441\u0442\u043e\u044f\u0442\u044c \u0438\u0437 \u043d\u0430\u0431\u043e\u0440\u0430 \u043a\u0430\u0440\u0442\u0438\u043d\u043e\u043a \u0444\u043e\u0440\u043c\u0430\u0442\u0430 JPEG, \u0440\u0430\u0437\u043c\u0435\u0449\u0435\u043d\u043d\u044b\u0445 \u0432 \u0441\u0443\u0431-\u0434\u0438\u0440\u0435\u043a\u0442\u043e\u0440\u0438\u0438 <b>Presentations/week-01</b>.  \u041e\u0447\u0435\u0440\u0435\u0434\u043d\u043e\u0441\u0442\u044c \u043f\u043e\u043a\u0430\u0437\u0430 \u0441\u043b\u0430\u0439\u0434\u043e\u0432 \u043e\u043f\u0440\u0435\u0434\u0435\u043b\u044f\u0435\u0442\u0441\u044f \u0441\u043e\u0440\u0442\u0438\u0440\u043e\u0432\u043a\u043e\u0439 \u0444\u0430\u0439\u043b\u043e\u0432 \u043f\u0440\u0435\u0437\u0435\u043d\u0442\u0430\u0446\u0438\u0438 \u043f\u043e \u0438\u0445 \u0438\u043c\u0435\u043d\u0430\u043c (file names) \u0438\u043b\u0438 \u043f\u043e \u0437\u0430\u0433\u043e\u043b\u043e\u0432\u043a\u0430\u043c (file titles), \u0435\u0441\u043b\u0438 \u0437\u0430\u0433\u043e\u043b\u043e\u0432\u043a\u0438 \u0434\u043e\u0441\u0442\u0443\u043f\u043d\u044b.

pt_presentation_help3= \u0412 \u0441\u043b\u0443\u0436\u0431\u0435 \u041f\u0440\u0435\u0437\u0435\u043d\u0442\u0430\u0446\u0438\u0438 \u043c\u043e\u0433\u0443\u0442 \u0432\u043e\u0441\u043f\u0440\u043e\u0438\u0437\u0432\u043e\u0434\u0438\u0442\u044c\u0441\u044f \u043b\u044e\u0431\u044b\u0435 \u0433\u0440\u0430\u0444\u0438\u0447\u0435\u0441\u043a\u0438\u0435 \u0444\u043e\u0440\u043c\u0430\u0442\u044b, \u043f\u043e\u0434\u0434\u0435\u0440\u0436\u0438\u0432\u0430\u0435\u043c\u044b\u0435 \u0432\u044d\u0431-\u0431\u0440\u043e\u0443\u0437\u0435\u0440\u0430\u043c\u0438, \u0432\u043a\u043b\u044e\u0447\u0430\u044f: GIF, PNG \u0438 JPG. \u0421 \u0442\u043e\u0447\u043a\u0438 \u0437\u0440\u0435\u043d\u0438\u044f \u043f\u0440\u0430\u0432 \u0434\u043e\u0441\u0442\u0443\u043f\u0430, \u043b\u044e\u0431\u043e\u0439 \u041f\u043e\u043b\u044c\u0437\u043e\u0432\u0430\u0442\u0435\u043b\u044c, \u043e\u0431\u043b\u0430\u0434\u0430\u044e\u0449\u0438\u0439 \u043f\u0440\u0430\u0432\u0430\u043c\u0438 \u0417\u0430\u043f\u0438\u0441\u0438 \u0432 \u043f\u0430\u043f\u043a\u0443 \u0420\u0435\u0441\u0443\u0440\u0441\u044b, \u0433\u0434\u0435 \u0431\u0443\u0434\u0443\u0442 \u0445\u0440\u0430\u043d\u0438\u0442\u044c\u0441\u044f \u043f\u0440\u0435\u0437\u0435\u043d\u0442\u0430\u0446\u0438\u0438, \u043e\u0434\u043d\u043e\u0432\u0440\u0435\u043c\u0435\u043d\u043d\u043e \u043e\u0431\u043b\u0430\u0434\u0430\u0435\u0442 \u0438 \u043f\u0440\u0430\u0432\u043e\u043c \u043f\u043e\u043a\u0430\u0437\u0430 \u044d\u0442\u0438\u0445 \u043f\u0440\u0435\u0437\u0435\u043d\u0442\u0430\u0446\u0438\u0439.

pt_presentation_help4= \u041f\u0440\u0438\u043c\u0435\u0447\u0430\u043d\u0438\u0435: \u0441\u043b\u0443\u0436\u0431\u0430 \u041f\u0440\u0435\u0437\u0435\u043d\u0442\u0430\u0446\u0438\u0439 \u0441\u043e\u0437\u0434\u0430\u043d\u0430 \u043e\u0442\u043d\u043e\u0441\u0438\u0442\u0435\u043b\u044c\u043d\u043e \u043d\u0435\u0434\u0430\u0432\u043d\u043e \u0438, \u0432\u043e\u0437\u043c\u043e\u0436\u043d\u043e, \u043d\u0435 \u0432\u0441\u0435\u0433\u0434\u0430 \u0444\u0443\u043d\u043a\u0446\u0438\u043e\u043d\u0438\u0440\u0443\u0435\u0442 \u0434\u043e\u0441\u0442\u0430\u0442\u043e\u0447\u043d\u043e \u043d\u0430\u0434\u0435\u0436\u043d\u043e. \u041d\u0435\u043a\u043e\u0442\u043e\u0440\u044b\u0435 \u043f\u0440\u043e\u0431\u043b\u0435\u043c\u044b \u043c\u043e\u0433\u0443\u0442 \u0432\u043e\u0437\u043d\u0438\u043a\u0430\u0442\u044c, \u0432 \u0447\u0430\u0441\u0442\u043d\u043e\u0441\u0442\u0438, \u0432 \u0441\u043b\u0443\u0447\u0430\u044f\u0445, \u043a\u043e\u0433\u0434\u0430 \u0432 \u043f\u0430\u043f\u043a\u0435 Presentations \u043e\u0434\u043d\u043e\u0432\u0440\u0435\u043c\u0435\u043d\u043d\u043e \u0440\u0430\u0437\u043c\u0435\u0449\u0435\u043d\u043e \u0447\u0440\u0435\u0437\u043c\u0435\u0440\u043d\u043e \u0431\u043e\u043b\u044c\u0448\u043e\u0435 \u0447\u0438\u0441\u043b\u043e \u043f\u0440\u0435\u0437\u0435\u043d\u0442\u0430\u0446\u0438\u0439, \u043a\u0430\u0436\u0434\u0430\u044f \u0438\u0437 \u043a\u043e\u0442\u043e\u0440\u044b\u0445 \u0441\u043e\u0434\u0435\u0440\u0436\u0438\u0442 \u043c\u043d\u043e\u0433\u043e \u0441\u043b\u0430\u0439\u0434\u043e\u0432.

pt_col_head_title=\u0417\u0430\u0433\u043e\u043b\u043e\u0432\u043e\u043a
pt_col_head_activity=\u0412\u0438\u0434 \u0441\u043e\u0431\u044b\u0442\u0438\u044f (Activity)
pt_col_head_author=\u0410\u0432\u0442\u043e\u0440
pt_col_head_view=\u041e\u0442\u0434\u0435\u043b\u044c\u043d\u043e
pt_col_head_show=\u041f\u043e\u043a\u0430\u0437
pt_col_head_join=\u0412\u043c\u0435\u0441\u0442\u0435
pt_col_head_slides=\u041d\u043e\u043c\u0435\u0440\u0430 \u0421\u043b\u0430\u0439\u0434\u043e\u0432

pt_title_main=\u0421\u043b\u0443\u0436\u0431\u0430 \u041f\u0440\u0435\u0437\u0435\u043d\u0442\u0430\u0446\u0438\u0439
pt_title_new=\u041f\u043e\u0434\u0433\u043e\u0442\u043e\u0432\u0438\u0442\u044c \u041f\u0440\u0435\u0437\u0435\u043d\u0442\u0430\u0446\u0438\u044e
pt_title_show= \u041a\u043e\u043d\u0442\u0440\u043e\u043b\u043b\u0435\u0440 \u041f\u0440\u0435\u0437\u0435\u043d\u0442\u0430\u0446\u0438\u0439
pt_title_view= \u041f\u0440\u043e\u0441\u043c\u043e\u0442\u0440\u0449\u0438\u043a \u041f\u0440\u0435\u0437\u0435\u043d\u0442\u0430\u0446\u0438\u0439
pt_title_main=\u0421\u043f\u0440\u0430\u0432\u043a\u0430 \u0441\u043b\u0443\u0436\u0431\u044b \u041f\u0440\u0435\u0437\u0435\u043d\u0442\u0430\u0446\u0438\u0439

pt_create_instructions=\u0412\u0432\u0435\u0434\u0438\u0442\u0435 \u0417\u0430\u0433\u043e\u043b\u043e\u0432\u043e\u043a, \u0438\u043c\u044f \u0430\u0432\u0442\u043e\u0440\u0430 \u0438 \u043d\u0430\u0436\u043c\u0438\u0442\u0435 \u0421\u043e\u0437\u0434\u0430\u0442\u044c, \u0447\u0442\u043e\u0431\u044b \u043f\u043e\u0434\u0433\u043e\u0442\u043e\u0432\u0438\u0442\u044c \u043d\u043e\u0432\u0443\u044e \u043f\u0440\u0435\u0437\u0435\u043d\u0442\u0430\u0446\u0438\u044e.

pt_presentation_list_summary=\u0421\u043f\u0438\u0441\u043e\u043a \u043f\u0440\u0435\u0437\u0435\u043d\u0442\u0430\u0446\u0438\u0439. \u0421\u0442\u043e\u043b\u0431\u0435\u0446 1: \u0417\u0430\u0433\u043e\u043b\u043e\u0432\u043e\u043a \u041f\u0440\u0435\u0437\u0435\u043d\u0442\u0430\u0446\u0438\u0438. \u0421\u0442\u043e\u043b\u0431\u0435\u0446 2: \u043f\u0435\u0440\u0435\u0445\u043e\u0434 \u043d\u0430 \u043f\u043e\u043a\u0430\u0437 \u0438 \u043f\u0440\u043e\u0441\u043c\u043e\u0442\u0440. \u0421\u0442\u043e\u043b\u0431\u0435\u0446 3: \u0447\u0438\u0441\u043b\u043e \u0441\u043b\u0430\u0439\u0434\u043e\u0432 \u0432 \u043f\u0440\u0435\u0437\u0435\u043d\u0442\u0430\u0446\u0438\u0438. \u0421\u0442\u043e\u043b\u0431\u0435\u0446 4: \u0434\u0430\u0442\u0430. 
pt_presentation_groupbox= \u041f\u0440\u0435\u0437\u0435\u043d\u0442\u0430\u0446\u0438\u0438
pt_showing_groupbox=\u0418\u0434\u0435\u0442 \u041f\u043e\u043a\u0430\u0437
pt_create_groupbox=\u0421\u043e\u0437\u0434\u0430\u0442\u044c \u041f\u0440\u0435\u0437\u0435\u043d\u0442\u0430\u0446\u0438\u044e
pt_show_groupbox= \u0423\u043f\u0440\u0430\u0432\u043b\u0435\u043d\u0438\u0435 \u041f\u0440\u0435\u0437\u0435\u043d\u0442\u0430\u0446\u0438\u0435\u0439
pt_view_groupbox= \u041f\u0440\u043e\u0441\u043c\u0430\u0442\u0440\u0438\u0432\u0430\u0442\u044c \u041f\u0440\u0435\u0437\u0435\u043d\u0442\u0430\u0446\u0438\u0438
pt_join_groupbox= \u0412\u0438\u0434\u0435\u0442\u044c \u041f\u0440\u0435\u0437\u0435\u043d\u0442\u0430\u0446\u0438\u0438
pt_help_groupbox= \u041f\u043e\u043c\u043e\u0449\u044c \u0421\u043b\u0443\u0436\u0431\u044b \u041f\u0440\u0435\u0437\u0435\u043d\u0442\u0430\u0446\u0438\u0439

pt_create_title_prompt= \u0417\u0430\u0433\u043e\u043b\u043e\u0432\u043e\u043a:
pt_create_author_prompt= \u0410\u0432\u0442\u043e\u0440:

pt_text=[\u0422\u0430\u0431\u043b\u0438\u0446\u0430 \u041f\u0440\u0435\u0437\u0435\u043d\u0442\u0430\u0446\u0438\u0439 \u0431\u0443\u0434\u0435\u0442 \u0437\u0434\u0435\u0441\u044c]
pt_slide=[\u043d\u0430\u0437\u0432\u0430\u043d\u0438\u0435 \u0441\u043b\u0430\u0439\u0434\u0430 \u0431\u0443\u0434\u0435\u0442 \u0437\u0434\u0435\u0441\u044c]
pt_update= \u0418\u0434\u0435\u043d\u0442. \u041f\u0440\u0435\u0437\u0435\u043d\u0442\u0430\u0446\u0438\u0438 Id:&nbsp;

pt_link_view=\u041e\u0442\u0434\u0435\u043b\u044c\u043d\u043e
pt_link_show=\u041f\u043e\u043a\u0430\u0437
pt_link_join=\u0412\u043c\u0435\u0441\u0442\u0435

pt_folder_noExist=\u0432 \u0420\u0435\u0441\u0443\u0440\u0441\u0430\u0445 \u043d\u0435\u0442 \u043f\u0430\u043f\u043a\u0438 \u201cPresentations\u201d.
pt_folder_typeException=\u0414\u043e\u0441\u0442\u0443\u043f \u0432 \u043f\u0430\u043f\u043a\u0443 \u201cPresentations\u201d \u0437\u0430\u043a\u0440\u044b\u0442 (\u043e\u0448\u0438\u0431\u043a\u0430 \u0432\u0438\u0434\u0430 TypeException).
pt_folder_noPermission=\u0423 \u0412\u0430\u0441 \u043d\u0435\u0442 \u043f\u0440\u0430\u0432 \u0434\u043e\u0441\u0442\u0443\u043f\u0430 \u043a \u043f\u0430\u043f\u043a\u0435 \u201cPresentations\u201d.
.

pt_presentation_noStart=\u041d\u0435 \u0443\u0434\u0430\u0435\u0442\u0441\u044f \u043d\u0430\u0447\u0430\u0442\u044c \u041f\u043e\u043a\u0430\u0437.
pt_presentation_noPresentation=\u0412 \u0434\u0430\u043d\u043d\u044b\u0439 \u043c\u043e\u043c\u0435\u043d\u0442 \u043d\u0435 \u0438\u0434\u0435\u0442 \u041f\u043e\u043a\u0430\u0437 \u043a\u0430\u043a\u043e\u0439-\u043b\u0438\u0431\u043e \u041f\u0440\u0435\u0437\u0435\u043d\u0442\u0430\u0446\u0438\u0438.
pt_presentation_noCurrent=\u0412 \u0434\u0430\u043d\u043d\u044b\u0439 \u043c\u043e\u043c\u0435\u043d\u0442 \u043d\u0435\u0442 \u0442\u0435\u043a\u0443\u0449\u0435\u0439 \u041f\u0440\u0435\u0437\u0435\u043d\u0442\u0430\u0446\u0438\u0438.
pt_presentation_isNull=\u041e\u0448\u0438\u0431\u043a\u0430: \u0442\u0435\u043a\u0443\u0449\u0430\u044f \u041f\u0440\u0435\u0437\u0435\u043d\u0442\u0430\u0446\u0438\u044f - \u043f\u0443\u0441\u0442\u0430\u044f.
pt_presentation_noLongerShowing=\u0422\u0435\u043a\u0443\u0449\u0430\u044f \u041f\u0440\u0435\u0437\u0435\u043d\u0442\u0430\u0446\u0438\u044f \u0437\u0430\u043a\u043e\u043d\u0447\u0438\u043b\u0430 \u043f\u043e\u043a\u0430\u0437.
pt_presentation_stopProblem=\u041f\u0440\u0438 \u043e\u0441\u0442\u0430\u043d\u043e\u0432\u043a\u0435 \u043f\u043e\u043a\u0430\u0437\u0430 \u041f\u0440\u0435\u0437\u0435\u043d\u0442\u0430\u0446\u0438\u0438 \u0432\u043e\u0437\u043d\u0438\u043a\u043b\u0438 \u043f\u0440\u043e\u0431\u043b\u0435\u043c\u044b.


pt_log_getSlide_noPresentation= \u043a\u043e\u043c\u0430\u043d\u0434\u0430 \u0432\u044b\u0437\u043e\u0432\u0430 \u0441\u043b\u0430\u0439\u0434\u0430 getSlide() \u043f\u043e\u0441\u0442\u0443\u043f\u0438\u043b\u0430 \u0432 \u043e\u0442\u0441\u0443\u0442\u0441\u0442\u0432\u0438\u0435 \u0442\u0435\u043a\u0443\u0449\u0435\u0439 \u041f\u0440\u0435\u0437\u0435\u043d\u0442\u0430\u0446\u0438\u0438


