#Generated by ResourceBundle Editor (http://eclipse-rbe.sourceforge.net)

pt_cancel_button = Annuler

pt_clear_button = R\u00E9initialiser le pointeur

pt_col_head_activity = Activit\u00E9

pt_col_head_author = Auteur

pt_col_head_join = Joindre

pt_col_head_show = Montrer

pt_col_head_slides = Nombre de diapositives

pt_col_head_title = Titre

pt_col_head_view = Voir

pt_create_author_prompt = Auteur:

pt_create_button = Cr\u00E9er

pt_create_groupbox = Cr\u00E9er pr\u00E9sentation

pt_create_instructions = Inscrire un titre et un auteur puis cliquez cr\u00E9er pour faire une nouvelle pr\u00E9sentation.

pt_create_title_prompt = Titre:

pt_delete_button = Supprimer

pt_done_button = Termin\u00E9

pt_end_button = Fin

pt_exit_button = Quitter

pt_folder_noExist = Le dossier Pr\u00E9sentations n'existe pas dans les ressources.

pt_folder_noPermission = Vous n'avez pas de droits d'acc\u00E8s au dossier Pr\u00E9sentations.

pt_folder_typeException = L'acc\u00E8s au dossier Pr\u00E9sentations a \u00E9chou\u00E9 avec une exception de type.

pt_help_button = Aide

pt_help_groupbox = Aide pour l'outil de pr\u00E9sentation

pt_join_button = Relier

pt_join_groupbox = Visualisation de la pr\u00E9sentation

pt_link_join = Joindre

pt_link_show = Montrer

pt_link_view = Voir

pt_log_getSlide_noPresentation = getSlide() appel\u00E9 sans pr\u00E9sentation actuelle

pt_new_button = Nouveau

pt_next_button = Diapositive suivante

pt_presentation_groupbox = Pr\u00E9sentations

pt_presentation_help1 = Voici l'outil Pr\u00E9sentation de Sakai. Il permet \u00E0 un ou plusieurs pr\u00E9sentateur de pr\u00E9senter une s\u00E9rie de diapositives \u00E0 plusieurs spectateurs. Les pr\u00E9sentateurs peuvent avancer ou reculer dans les diapositives et les spectateurs suivent chaque d\u00E9placement en quelques secondes. Les Spectateurs peuvent voir la pr\u00E9sentation en mode <b>Joindre</b>, ou basculer en mode <b>Voir</b> et naviguer parmi les diapositives ind\u00E9pendemment des pr\u00E9sentateurs. Les Spectateurs peuvent rejoindre la d\u00E9monstration \u00E0 tout moment. En suivant une pr\u00E9sentation, cela peut prendre jusqu'\u00E0 10 secondes pour voir la nouvelle diapositive apr\u00E8s que le pr\u00E9sentateur ait avanc\u00E9 \u00E0 la suivante. Le spectateur peut rafra\u00EEchir manuellement pour voir la derni\u00E8re diapositive si l'avance automatique semble prendre trop de temps.

pt_presentation_help2 = Pour cr\u00E9er une pr\u00E9sentation de diapositives, t\u00E9l\u00E9verser une s\u00E9rie de fichiers par l'outil Ressource dans le dossier <b>Pr\u00E9sentations</b> (sensible \u00E0 la casse). Une fois dans le dossier Pr\u00E9sentation, chaque sous-dossier contiendra une pr\u00E9sentation s\u00E9par\u00E9e. Un exemple de pr\u00E9sentation  pourrait alors consister en une s\u00E9rie d'images JPEG dans un dossier <b>Pr\u00E9sentation/semaine-01</b>. L'ordre des diapositives est d\u00E9termin\u00E9 par un tri sur le nom ou le titre (si fourni) des fichiers.

pt_presentation_help3 = Cet outil peut traiter n'importe quelle image affichable sur le web, incluant: GIF, PNG et JPG. En termes de s\u00E9curit\u00E9, si un utilisateur a les droits d'\u00E9criture au dossier de ressource qui contient la pr\u00E9sentation, il poss\u00E8de les droits de montrer la pr\u00E9sentation.

pt_presentation_help4 = Note: Ceci est un outil relativement nouveau, donc vous pourriez exp\u00E9rimenter des probl\u00E8mes. Cet outil pourrait souffrir de probl\u00E8mes de performance si vous avez un grand nombre de pr\u00E9sentations ou de diapositives dans le dossier Pr\u00E9sentations en m\u00EAme temps.

pt_presentation_isNull = Erreur: La pr\u00E9sentation actuelle est vide.

pt_presentation_list_summary = Liste de pr\u00E9sentations. Colonne 1: titre de la pr\u00E9sentation. Colonne 2: liens pour voir, montrer. Colonne 4: nombre de diapositives dans une pr\u00E9sentation. Colonne 4: date.

pt_presentation_noCurrent = Aucune pr\u00E9sentation actuelle.

pt_presentation_noLongerShowing = La pr\u00E9sentation actuelle n'est plus montr\u00E9e.

pt_presentation_noPresentation = Aucune pr\u00E9sentation n'est actuellement montr\u00E9e.

pt_presentation_noStart = Impossible de commencer la pr\u00E9sentation.

pt_presentation_stopProblem = Un probl\u00E8me s'est produit lors de l'arr\u00EAt de la pr\u00E9sentation.

pt_previous_button = Diapositive pr\u00E9c\u00E9dente

pt_refresh_button = Actualiser

pt_show_button = Montrer

pt_show_groupbox = Commandes de la pr\u00E9sentation

pt_showing_groupbox = Montr\u00E9e pr\u00E9sentement

pt_slide = [le nom de la diapositive viendra ici]

pt_stop_button = Arr\u00EAter la pr\u00E9sentation

pt_text = [La table de pr\u00E9sentations vient ici]

pt_title_main = Aide Pr\u00E9sentation

pt_title_new = Cr\u00E9er Pr\u00E9sentation

pt_title_show = Contr\u00F4leur de pr\u00E9sentation

pt_title_view = Visionneur de pr\u00E9sentation

pt_update = Id de la pr\u00E9sentation:&nbsp;

pt_update_button = Mettre \u00E0 jour

pt_view_button = Voir

pt_view_groupbox = Visionnement de la pr\u00E9sentation
